tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "octavore/tools"
cask_args appdir: '/Applications'

brew 'ack'
# brew 'coreutils'
brew 'csvfix'
brew 'fasd'
brew "git"
brew "git-cal"
brew "git-lfs"
brew 'gnupg'
brew 'grc'
brew 'jq'
brew 'libdvdcss'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'spark'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tree'
brew 'yarn', args: ['--without-node']
brew 'youtube-dl'
brew "pinentry-mac"
brew "mas"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'microsoft-office'
cask 'postgres'
cask 'postman'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'rectangle'
cask 'visual-studio-code'
cask 'caffeine'

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SonicWall Mobile Connect", id: 822514576
